Repository: hassanAhmed-dev25/E-Commerce-Project
Catalog: ECommerceProject.MVC/Languages/SharedResource.*.resx
Languages: ar_eg

source: Home
ar_eg: القائمة الرئيسية

source: Sign up
ar_eg: انشاء حساب

source: Hello
ar_eg: مرحبا

source: Logout
ar_eg: تسجيل الخروج

source: Logo
ar_eg: لوجو

source: Cart
ar_eg: السله

source: Manage Orders
ar_eg: ادارة الطلبات

source: Seller Section
ar_eg: قسم البائع

source: Admin Section
ar_eg: قسم الادمن

source: Dashboard
ar_eg: لوحة التحكم

source: Manage Users
ar_eg: ادارة المستخدمين

source: Manage Withdrawals
ar_eg: ادارة طلبات السحب

source: Products
ar_eg: المنتجات

source: Categories
ar_eg: الفئات

source: Wallet
ar_eg: المحفظة

# WelcomeTitle
source: Welcome to Our Store
ar_eg: مرحبًا بك في متجرنا

# WelcomeSubtitle
source: Discover amazing products with great prices
ar_eg: اكتشف منتجات رائعة بأسعار مميزة

source: Shop by Category
ar_eg: تسوق حسب الفئة

source: Electronics
ar_eg: إلكترونيات

source: Mobile Phones
ar_eg: الهواتف المحمولة

source: Laptops
ar_eg: أجهزة اللابتوب

source: Clothing
ar_eg: ملابس

source: Shoes
ar_eg: أحذية

source: Home Appliances
ar_eg: الأجهزة المنزلية

source: Books
ar_eg: كتب

source: Gaming
ar_eg: الألعاب

# FastDeliveryTitle
source: Fast Delivery
ar_eg: توصيل سريع

# FastDeliveryDesc
source: Get your order quickly
ar_eg: احصل على طلبك بسرعة

# SecurePaymentTitle
source: Secure Payment
ar_eg: دفع آمن

# SecurePaymentDesc
source: 100% safe checkout
ar_eg: عملية دفع آمنة 100٪

# BestPricesTitle
source: Best Prices
ar_eg: أفضل الأسعار

# BestPricesDesc
source: Affordable and competitive
ar_eg: أسعار مناسبة وتنافسية

# StartShopping
source: Ready to start shopping?
ar_eg: جاهز لبدء التسوق؟

source: Shop Now
ar_eg: تسوق الان

source: View Products
ar_eg: عرض المنتجات

source: BrowseProducts
ar_eg: تصفح المنتجات

source: Create New Account
ar_eg: إنشاء حساب جديد

source: First Name
ar_eg: الاسم الأول

source: Last Name
ar_eg: اسم العائلة

source: Email
ar_eg: البريد الإلكتروني

source: User Name
ar_eg: اسم المستخدم

source: Password
ar_eg: كلمة المرور

source: Confirm Password
ar_eg: تأكيد كلمة المرور

source: Register As
ar_eg: التسجيل كـ

source: -- Select Role --
ar_eg: -- اختر الدور --

source: Buyer
ar_eg: بائع

source: Seller
ar_eg: مشترى

source: Create
ar_eg: انشاء

source: Cancel
ar_eg: الغاء

source: Remember me
ar_eg: تذكرني

# ForgotPassword
source: Forgot your password?
ar_eg: هل نسيت كلمة المرور؟

# LoginTitle
source: Login
ar_eg: تسجيل الدخول

source: Login
ar_eg: تسجيل

source: Reset Password
ar_eg: تغيير كلمة المرور

source: Send Reset Link
ar_eg: ارسال رسالة تاكيد

source: Create New Password
ar_eg: انشار كلمة مرور جديدة

source: New Password
ar_eg: كلمة مرور جديدة

source: Update
ar_eg: تحديث

# CheckYourEmailTitle
source: Check your email
ar_eg: تحقق من بريدك الإلكتروني

# EmailSentMessage
source: We have sent a confirmation link to your email address.
ar_eg: لقد أرسلنا رابط تأكيد إلى بريدك الإلكتروني.

# ResetPasswordInstruction
source: Please open your email and click the link to reset your password.
ar_eg: يرجى فتح بريدك الإلكتروني والضغط على الرابط لإعادة تعيين كلمة المرور.

# CheckSpamNote
source: If you don’t see the email, check your spam folder.
ar_eg: إذا لم تجد الرسالة، يرجى التحقق من مجلد الرسائل غير المرغوب فيها.

source: Go to Login
ar_eg: الذهاب إلى تسجيل الدخول

# EmailConfirmedTitle
source: Email Confirmed
ar_eg: تم تأكيد البريد الالكترونى

# EmailConfirmedMessage
source: You can now login.
ar_eg: يمكنك تسجيل الدخول الآن.

source: Confirmation Failed
ar_eg: فشل التأكيد

# ConfirmationFailedDesc
source: Invalid or expired link.
ar_eg: الرابط غير صالح أو منتهي الصلاحية.

source: All
ar_eg: الكل

source: View
ar_eg: عرض

source: Add To Cart
ar_eg: اضافة الى السلة

source: Added to your cart
ar_eg: تم اضافتها الى السلة

source: Or Register With
ar_eg: او انشاء حساب من خلال

source: Continue With Google
ar_eg: المتابعة من خلال جوجل

source: Continue With Microsoft
ar_eg: المتابعة من خلال مايكروسوفت

source: Continue With Facebook
ar_eg: المتابعة من خلال فيسبوك

source: Or Login With
ar_eg: او تسجيل الدخول من خلال

source: Continue
ar_eg: المتابعة

source: Role
ar_eg: الدور

source: Status
ar_eg: الحالة

source: Orders
ar_eg: الطلبات

source: CreatedAt
ar_eg: تم الانشاء فى

source: Actions
ar_eg: الاجراءات

source: Blocked
ar_eg: محظور

source: Active
ar_eg: نشط

source: Block
ar_eg: حظر

source: Unblock
ar_eg: فك الحظر

source: Amount
ar_eg: الكمية

source: RequestedAt
ar_eg: تم الطلب فى

source: Admin Dashboard
ar_eg: لوحة تحكم الادمن

source: Total Revenue
ar_eg: اجمالى الايرادات

source: Total Orders
ar_eg: اجمالى الطلبات

source: Pending Withdrawals
ar_eg: طلبات السحب المعلقة

source: Total Users
ar_eg: اجمالى المستخدمين

# SystemOverview
source: System overview & control panel
ar_eg: نظرة عامة على النظام ولوحة التحكم

# ManageWithdrawalsDesc
source: Approve or reject sellers withdrawal requests.
ar_eg: الموافقة او رفض طلبات السحب الخاصه بالبائعين

# ManageUsersDesc
source: Block, activate or view system users.
ar_eg: حظر او تفعيل او عرض مستخدمى النظام.

source: View Users
ar_eg: عرض المستخدمين

source: View Withdrawals
ar_eg: عرض طلبات السحب

source: Your cart is empty
ar_eg: السلة الخاصة بك فارغة

source: Unit Price
ar_eg: سعر القطعة

source: Order Summary
ar_eg: ملخص الطلب

source: Shopping Cart
ar_eg: عربة التسوق

source: Items
ar_eg: عدد المنتجات

source: Total
ar_eg: السعر الاجمالي

source: Delete
ar_eg: حذف

# DeleteDesc
source: Are you shure that you want to delete
ar_eg: هل تريد حذف

source: Category!
ar_eg: الفئة!

source: Create Category
ar_eg: انشاء فئة

source: Category List
ar_eg: قائمة الفئات

source: Create New Category
ar_eg: انشاء فئة جديدة

source: Product Count
ar_eg: عدد المنتجات

source: Name
ar_eg: الاسم

source: Description
ar_eg: الوصف

source: Edit
ar_eg: تعديل

source: Update Category
ar_eg: تعديل الفئة

source: Seller Dashboard
ar_eg: لوحة تحكم البائع

# SellerDashboardDesc
source: Quick overview of your store performance
ar_eg: نظرة سريعة على اداء متجرك

source: Total Sales
ar_eg: اجمالى المبيعات

source: Wallet Balance
ar_eg: رصيد المحفظة

source: View wallet -->
ar_eg: عرض المجفظة -->

source: Under review
ar_eg: تحت المراجعة

source: Go to products
ar_eg: الذهاب الى المنتجات

source: Manage products
ar_eg: ادارة المنتجات

# ManageProductsDesc
source: Add, update, or remove your products.
ar_eg: اضافة او تعديل او حذف منتجاتك

source: View Orders
ar_eg: عرض الطلبات

# ViewOrdersDesc
source: Track and manage recent orders.
ar_eg: تتبع وادر طلباتك

source: Go to orders
ar_eg: الذهاب الى الطلبات

source: Request Withdrawal
ar_eg: طلب عملية سحب

# RequestWithdrawalDesc
source: Withdraw your available balance.
ar_eg: اسحب رصيدك المتاح.

source: InStock
ar_eg: الاتاحية

source: available
ar_eg: متاح

source: Out of Stock
ar_eg: غير متاح

source: Max available
ar_eg: الكمية المتاحة

source: Quantity
ar_eg: الكمية

source: Wishlist
ar_eg: المفضلة

source: Shipping Address
ar_eg: عنوان الشحن

source: Place Order
ar_eg: انشاء الطلب

source: EGP
ar_eg: ج.م

source: Order List
ar_eg: قائمة الطلبات

source: Order Id
ar_eg: رقم الطلب

source: Total Amount
ar_eg: المبلغ الاجمالي

source: Order Status
ar_eg: حالة الطلب

source: Payment Status
ar_eg: حالة الدفع

source: Pay Now
ar_eg: ادفع الأن

source: Complete Payment
ar_eg: اكمال الدفع

source: Checkout
ar_eg: الدفع

source: Payment Failed
ar_eg: فشل الدفع

# PaymentFailedDesc
source: You can try again or choose another payment method.
ar_eg: يمكنك المتابعة لاحقا او اختيار طريقة دفع اخرى

source: Try Again
ar_eg: اعادة المحاولة

source: Payment Successful
ar_eg: تم الدفع بنجاح

# PaymentSuccessfulDesc
source: Thank you! Your payment was completed successfully.
ar_eg: شكرا لك! تم الدفع بنجاح.

source: View My Orders
ar_eg: عرض كل طلباتى

# PaymentSuccessfulDesc2
source: Your order is now being processed.
ar_eg: يتم معالجة طلبك حاليا.

source: Product!
ar_eg: المنتج

source: Create Product
ar_eg: انشاء منتج

source: Select Category
ar_eg: اختيار الفئة

source: Not Active
ar_eg: غير نشط

source: Product Name
ar_eg: اسم المنتج

source: Create New Product
ar_eg: انشاء منتج جديد

source: Price
ar_eg: السعر

source: Stock Quantity
ar_eg: الكمية المتوفرة

source: Category Name
ar_eg: اسم الفئة

source: Product List
ar_eg: قائمة المنتجات

source: Update Product
ar_eg: تحديث المنتج

source: Withdrawal History
ar_eg: السحبات الخاصة بك

source: New Withdrawal
ar_eg: طلب سحب جديد

source: Wallet Id
ar_eg: رقم المحفظة

source: Action
ar_eg: الاجراء

source: History
ar_eg: جميع السحبات

source: Available Balance
ar_eg: الرصيد المتاح

source: Submit Request
ar_eg: ارسال الطلب

source: Minimum withdrawal
ar_eg: الحد الادني للسحب

source: Withdrawal Amount
ar_eg: كمية السحب

source: New Withdrawal
ar_eg: طلب عملية سحب جديدة
